Repository: LinAGKar/scout
Catalog: i18n/scout/*.po
Languages: et, fi, fr

source: Search for autoconf macros inside the m4 files.
et: Otsige autokonf makrosid m4-failidest.
fi: Etsi autoconf makroja m4-tiedostojen sisältä.
fr: Rechercher des macros autoconf dans les fichiers m4.

source: repo
et: repositoorium
fi: asennuslähde
fr: dépôt

source: pkg
et: pakett
fi: paketti

source: macro
et: makro
fi: makro

source: repository
et: hoidla
fi: asennuslähde
fr: Dépôt

source: package
et: pakett
fi: paketti
fr: paquet

source: Warning: no repos found - make sure your repositories are configured.
et: Hoiatus: reposid ei leitud - veenduge, et hoidlad on seadistatud.
fi: Varoitus: ei repoja löydetty - varmista, että arkistot on määritetty.
fr: Attention : aucun dépôt trouvé – assurez-vous que vos dépôts sont configurés.

source: Warning: incomplete repos found but could not refresh - try to refresh manually, e.g. with 'zypper refresh'.
et: Hoiatus: mittetäielikke reposid leiti, kuid ei saadud uuendada - proovige käsitsi uuendamist, nt. 'zypper refresh' abil.
fi: Varoitus: epätäydellisiä repoja löytyi, mutta ei voitu päivittää - yritä päivittää manuaalisesti, esim. 'zypper refresh'.
fr: Attention : dépôts incomplets trouvés mais impossible de les rafraîchir – essayez de les rafraîchir manuellement, par exemple avec « zypper refresh ».

source: Search for binaries contained in the packages.
et: Otsige pakendites sisalduvaid binaarpakke.
fi: Etsi binäärejä paketista.
fr: Rechercher des binaires contenus dans des paquets.

source: path
et: teekond
fi: polku
fr: chemin

source: bin
et: binaar
fi: ohjelmatiedosto

source: binary
et: binaarne
fi: binääri
fr: binaire

source: - template module -
et: - mallimoodul -
fi: - malli moduuli -
fr: - module modèle -

source: Search for C/C++/Obj-C/Obj-C++ headers.
et: Otsige C/C++/Obj-C/Obj-C++ päiseid.
fi: Etsi C/C++/Obj-C/Obj-C++ header-tiedostoja.
fr: Rechercher des entêtes C/C++/Obj-C/Obj-C++.

source: header
et: päis
fi: otsake
fr: en-tête

source: show this help message and exit
et: näita seda teadet väljumisel
fi: Näytä tämä ohjeviesti ja lopeta
fr: afficher ce message d'aide et quitter

source: show program's version number and exit
et: näita programmi versiooni numbrit ja välju
fi: näytä ohjelman versio ja lopeta
fr: Afficher la version du programme et quitter

source: Usage: %prog [global_opts] module [local_opts] search_term
et: Kasuta: %prog [global_opts] module [local_opts] search_term
fi: Käyttö: %prog [global_opts] module [local_opts] haku_termi
fr: Usage : %prog [opts_globales] module [opts_locales] terme_recherché

source: select the output format (%s, default is %s)
et: vali väljundformaat (%s, vaikimisi %s)
fi: valitse tulostusmuoto (%s, oletus %s)
fr: sélectionner le format de sortie (%s, par défaut : %s)

source: list of available modules
et: Saadaolevad moodulite loetelu
fi: listaa käytettävissä olevat moduulit
fr: liste des modules disponibles

source: Available modules:
et: Saadaolevad moodulid:
fi: Käytettävissä olevat moduulit:
fr: Modules disponibles :

source: The name of module is mandatory. Use %s --help
et: Mooduli nimi on kohustuslik. Kasuta %s --help
fi: Moduulin nimi on pakollinen. Käytä %s --help
fr: Le nom du module est obligatoire. Utilisez %s --help

source: %s is not a directory
et: %s pole kataloog
fi: %s ei ole hakemisto
fr: %s n'est pas un répertoire

source: Cannot not open database file '%s'
et: Ei saa avada andmebaasi '%s'
fi: Tietokannan '%s' avaaminen ei onnistu
fr: Ouverture du fichier de base de données '%s' impossible

source: Available repositories:
et: Saadaolevad hoidlad:
fi: Käytettävissä olevat asennuslähteet:
fr: Dépôts disponibles :

source: Usage: %%prog %s [options] search_term
et: Kasutamine: %%prog %s [suvandid] otsitav_termin
fi: Käyttö: %%prog %s [options] haku_termi
fr: Usage : %%prog %s [options] terme_recherché

source: list available repositories
et: saadaolevate hoidlate nimekiri
fi: luettele saatavilla olevat asennuslähteet
fr: Liste les dépôts disponibles

source: inverse search by package name
et: pöördotsing paketi nime järgi
fi: Käänteinen haku paketin nimellä
fr: Recherche inversée par nom de paquet

source: select repository to search
et: vali otsimiseks rakenduste hoidla
fi: valitse asennuslähde josta etsitään
fr: sélectionner un dépôt pour la recherche

source: No repositories found ...
et: Ühtki hoidlat ei leitud...
fi: Asennuslähteitä ei löytynyt ...
fr: Aucun dépôt trouvé...

source: module
et: moodul
fi: moduuli

source: Cannot find a formatter for a %s
et: %s -le ei leita vormindajat
fi: %s muotoilua ei löytynyt
fr: Impossible de trouver un formateur pour un(e) %s

source: Search for java classes inside the JAR files.
et: Otsige Java-klasse JAR-failidest.
fi: Etsi java class-tiedostoja JAR-tiedostojen sisältä.
fr: Rechercher des classes java au sein des fichiers JAR.

source: jar
et: jar fail

source: class
et: klass
fi: luokka
fr: classe

source: Search for shared libraries.
et: Otsige jagatud moodulite kogusid.
fi: Etsi jaettuja kirjastoja.
fr: Rechercher de bibliothèques partagées.

source: library
et: kogu
fi: kirjasto
fr: Bibliothèque

source: Search for python modules.
et: Otsi for pythoni mooduleid.
fi: Etsi python-moduuleja.
fr: Rechercher des modules python.

source: Search in packages using the webpin webservice.
et: Otsige pakkidest webpin veebiteenuse abil.
fi: Etsi paketeista webpin-verkkopalvelulla.
fr: Rechercher des paquets en utilisant le service web webpin.

source: Cannot retrieve query results ... %s
et: Päringu tulemusi ei saa kätte ...%s
fi: Kyselyn tuloksien palauttaminen ei onnistu ... %s
fr: Impossible de récupérer les résultats de la recherche ... %s

source: ver
et: versioon
fi: versio

source: arch
et: arhitektuur
fi: arkkitehtuuri

source: files
et: failid
fi: tiedostot
fr: fichiers

source: version
et: versioon
fi: versio

source: repository URL
et: hoidla URL
fi: asennuslähteen verkko-osoite
fr: URL du dépôt

source: matched files
et: sobivad failid
fi: osuvat tiedostot
fr: fichiers correspondant

source: m4 file
fi: m4-tiedosto
fr: Fichier m4
