Repository: LinAGKar/scout
Catalog: i18n/command-not-found/*.po
Languages: et, fi, fr, id, sk

source: The program '%(prog)s' can be found in the following package:
et: Programmi '%(prog)s' võib leida järgmistest paketist:
fi: Ohjelma '%(prog)s' löytyy seuraavasta paketista:
fr: Le programme '%(prog)s' peut être trouvé dans le paquet suivant :
id: Program '%(prog)s' dapat ditemukan pada paket berikut:
sk: Program '%(prog)s' sa nachádza v tomto balíku:

source: * %(prog)s [ path: %(path)s/%(binary)s, repository: %(repo)s ]
et: * %(prog)s [ teekond: %(path)s/%(binary)s, repositoorium: %(repo)s ]
fi: * %(prog)s [ polku: %(path)s/%(binary)s, asennuslähde: %(repo)s ]
fr: * %(prog)s [ chemin : %(path)s/%(binary)s, dépôt : %(repo)s ]
id: * %(prog)s [ path: %(path)s/%(binary)s, lumbung: %(repo)s ]
sk: * %(prog)s [ cesta: %(path)s/%(binary)s, repozitár: %(repo)s ]

source: Try installing with:
et: Proovi paigaldada järgnevalt: ...
fi: Kokeile asentaa:
fr: Essayer l'installation avec :
id: Mencoba memasang dengan:
sk: Pre nainštalovanie skúste:

source: <selected_package>
et: <valitud_paketid>
fi: <valittu_paketti>
fr: <paquet_selectionné>
id: <paket_terpilih>
sk: <vybraný_balík>

source: Program '%(prog)s' is present in package '%(pkg)s', which is installed on your system.
et: Programm '%(prog)s' on olemas pakis '%(pkg)s', mis on teie süsteemi paigaldatud.
fi: Ohjelma '%(prog)s' on mukana paketissa '%(pkg)s', joka on asennettu järjestelmääsi.
fr: Le programme '%(prog)s' est présent dans le paquet '%(pkg)s' qui est installé sur votre système.
id: Program '%(prog)s' sudah ada di paket '%(pkg)s', yang sudah terpasang dalam sistem Anda.
sk: Program '%(prog)s' sa nachádza v balíku '%(pkg)s', který už je v systéme nainštalovaný.

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s', so running it may require superuser privileges (eg. root).
et: Täpne teekond programmini '%(prog)s' on '%(path)s/%(prog)s', kuid käivitamine võib vajada superkastuaja õiguseid (nt. root).
fi: Absoluuttinen polku ohjelmaan '%(prog)s' on '%(path)s/%(prog)s', joten sen suorittamiseen saatetaan vaatia super-käyttäjän oikeudet (esimerkiksi root).
fr: Le chemin absolu vers '%(prog)s' est '%(path)s/%(prog)s', donc son lancement peut necessiter les privilèges super utilisateur (root).
id: Path mutlak untuk '%(prog)s' adalah '%(path)s/%(prog)s', sehingga untuk menjalankannya mungkin memerlukan hak superuser (misalnya. root).
sk: Absolútna cesta k programu '%(prog)s' je '%(path)s/%(prog)s', a teda program je pravdepodobne určený iba pre užívateľov s administrátorskými právami (napríklad root).

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s'. Please check your $PATH variable to see whether it contains the mentioned path.
et: Täpne teekond programmini '%(prog)s' on '%(path)s/%(prog)s'. Palun kontrollige teie $PATH muutujaid, et näha kas see sisaldab nimetatud teekonda.
fi: Absoluuttinen polku '%(prog)s' on '%(path)s/%(prog)s'. Tarkista $PATH muuttujasi nähdäksesi sisältääkö se mainitun polun.
fr: Le chemin absolu vers '%(prog)s' est '%(path)s/%(prog)s'. Veuillez vérifier votre variable $PATH pour voir si il contient le chemin mentionné.
id: Path mutlak untuk '%(prog)s' adalah '%(path)s/%(prog)s'. Silakan periksa variabel $PATH Anda untuk melihat apakah mengandung path disebutkan.
sk: Absolútna cesta k '%(prog)s' je '%(path)s/%(prog)s'. Prosím skontrolujte, či premenná $PATH obsahuje spomenutú cestu.

source: searching ...
et: otsing...
fi: etsitään ...
fr: Recherche...
id: mencari ...
sk: hľadám ...

source: command not found
et: Käsku ei leitud
fi: komentoa ei löytynyt
fr: commande non trouvée
id: perintah tidak ditemukan
sk: príkaz nenájdený

source: $1: command not found
et: $1: käsku ei leitud
fi: $1: komentoa ei löytynyt
fr: $1 : commande non trouvée
id: $1: Perintah tidak ditemukan
sk: $1: príkaz nenájdený

source: Absolute path to '$1' is '$prefix/sbin/$1', so running it may require superuser privileges (eg. root).
et: Täpne teekond '$1' on '$prefix/sbin/$1', kuid selle käivitamine võib nõuda superkasutaja õiguseid (nt. root).
fi: Absoluuttinen polku ohjelmaan '$1' on '$prefix/sbin/$1', joten sen suorittamiseen saatetaan vaatia super-käyttäjän oikeudet (esimerkiksi root).
fr: Le chemin absolu vers '$1' est '$prefix/sbin/$1', donc son lancement peut necessiter les privilèges super utilisateur (root).
id: Path mutlak untuk '$1' adalah '$prefix/sbin/$1', sehingga untuk menjalankannya mungkin memerlukan hak superuser (misalnya. root).
sk: Absolútna cesta k programu '$1' je '$prefix/sbin/$1', a teda program je pravdepodobne určený iba pre užívateľov s administrátorskými právami (napríklad root).

source: If '$1' is not a typo you can use command-not-found to lookup the package that contains it, like this: cnf $1
et: Kui '$1' ei ole trükiviga, võite kasutada command-not-found seda sisaldava paketi otsimiseks: cnf $1
fi: Jos '$1' ei ole kirjoitusvirhe, voit käyttää command-not-found -toimintoa etsimään paketin, joka sisältää sen, näin: cnf $1
fr: Si '$1' n'est pas une faute de frappe, vous pouvez utiliser command-not-found pour rechercher le paquet qui le contient, comme ceci : cnf $1
id: Jika '$1' bukan kesalahan penulisan, Anda dapat menggunakan command-not-found untuk melihat paket yang berisi itu, seperti berikut: cnf $1
sk: Ak '$1' nie je preklep, je môžné použiť command-not-found, aby našiel balík, ktorý ho obsahuje. Napríklad takto: cnf $1

source: Usage ${0} python_module
et: Kasutage ${0} python_module
fi: Käyttö ${0} python_module
fr: Syntaxe ${0} python_module
id: Penggunaan ${0} python_module
sk: Použitie ${0} python_module

source: No package was found by scout
et: Scout ei leidnud ühtegi paketti
fi: Etsiä ei löytänyt pakettia
fr: Aucun paquet trouvé par scout
id: Tidak ada paket yang ditemukan oleh scoutPramuka
sk: Žiaden balík nebol nájdený so skautom

source: The ${module_name} is in the package ${modules}. You can install it by:
et: ${module_name} on pakis ${modules}. Te saate paigaldada seda:
fi: ${module_name} on paketissa ${modules}. Voit asentaa sen:
fr: {module_name} est dans le paquet {modules}. Vous pouvez l'installer avec :
id: ${module_name} ada dalam paket ${modules}. Anda dapat memasangnya dengan:
sk: ${module_name} je v balíku ${modules}. Môžete ho nainštalovať s:

source: The selected module was found in one of several packages:
et: Valitud moodul leiti mitmest paketist:
fi: Valittu moduuli löytyi useista paketeista:
fr: Le module sélectionné a été trouvé dans plusieurs paquets :
id: Modul yang dipilih ditemukan dalam salah satu dari beberapa paket:
sk: Vybraný modul bol nájdený v jednom z niekoľkých balíkov:

source: one_of_the_packages
et: üks_pakettidest
fi: yksi_paketeista
fr: un_des_paquets
id: satu_dari_paket
sk: jeden_z_balíkov
